const moduleList = [
    {
      icon: 'fal fa-pallet-alt',
      imgs: [
          'https://www.unicraft.org/static/modules/preview/courseseditor-list.png',
          'https://www.unicraft.org/static/modules/preview/courseseditor-editor-test.png',
      ],
      title: 'Редактор курсов',
        desc: 'Создавайте учебные курсы используя популярные форматы файлов',
      overview: 'Один из основных разделов на платформе, предназначенный для создания и редактирования учебных курсов.',
      promo: [
          'Добавляйте любое количество практических и теоретических уроков',
          'Размещайте материалы разных форматов: тексты, видео, документы, web-страницы',
          'Редактируйте и меняйте порядок уроков в курсах',
          'Управляйте сроками прохождения и доступности курса'
      ]
    },
    {
        icon: 'fal fa-list',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/lessonseditor-task.png',
            'https://www.unicraft.org/static/modules/preview/lessonseditor-test-options.png',
            'https://www.unicraft.org/static/modules/preview/lessonseditor-test1.png',
            'https://www.unicraft.org/static/modules/preview/lessonseditor-test2.png'
        ],
        title: 'Конструктор заданий',
        desc: 'Автоматически проверяйте знания с помощью различных типов тестов',
        overview: 'Дополнительный функционал редактора курсов, предназначенный для создания и редактирования практических упражнений.',
        promo: [
            'Создавайте практические уроки с автоматической или ручной проверкой',
            'Добавляйте любой вид теста: с одиночным или множественным ответом, на сопоставление или установление правильной последовательности',
            'Устанавливайте дополнительные опции теста: ограничение попыток, блокировка теории, ограничение во времени и другие',
            'Начисляйте баллы за выполнение практических заданий'
        ]
    },
    {
        icon: 'fal fa-box-full',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/branding-1.png',
            'https://www.unicraft.org/static/modules/preview/branding-2.png',
        ],
        title: 'Поддержка SCORM',
        desc: 'Загружайте интерактивные курсы, созданные в сторонних редакторах',
        overview: 'Дополнительный функционал редактора курсов, позволяющий использовать интерактивные уроки в качестве обучающих занятий.',
        promo: [
            'Добавляйте любое количество практических и теоретических уроков',
            'Размещайте материалы разных форматов: тексты, видео, документы, web-страницы',
            'Редактируйте и меняйте порядок уроков в курсах',
            'Управляйте сроками прохождения и доступности курса'
        ]
    },
    {
        icon: 'fal fa-wave-square',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/branding-3.png',
            'https://www.unicraft.org/static/modules/preview/points-course.png',
        ],
        title: 'Система баллов',
        desc: 'Управляйте количеством начисляемых баллов за каждое задание',
        overview: 'Отдельное расширение для редактора курсов, предназначенное для начисления баллов за пройденные уроки и детального контроля над успеваемостью студентов.',
        promo: [
            'Управляйте количеством баллов, которое получают студенты за прохождение уроков',
            'Устанавливайте баллы по умолчанию или вручную при создании каждого урока',
            'Редактируйте и меняйте порядок уроков в курсах',
            'Управляйте сроками прохождения и доступности курса'
        ]
    },
    {
        icon: 'fal fa-low-vision',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/accesscontrol-assign-courses.png',
            'https://www.unicraft.org/static/modules/preview/accesscontrol-assign-students.png',
            'https://www.unicraft.org/static/modules/preview/accesscontrol-gourps-list.png'
        ],
        title: 'Управление доступом',
        desc: 'Определите сроки доступности курсов и программ обучения',
        overview: 'Базовый функционал платформы, предназначенный для предоставления или ограничения доступа к обучению и управлению учебными активностями.',
        promo: [
            'Выбирайте различные роли для пользователей платформы',
            'Объединяйте пользователей в группы для удобного управления доступом',
        ]
    },
    {
        icon: 'fal fa-video',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/webinar-edit.png',
            'https://www.unicraft.org/static/modules/preview/webinar-view.png',
        ],
        title: 'Сервис вебинаров',
        desc: 'Интегрируйте живые встречи в ваши учебные мероприятия ',
        overview: 'Дополнительный функционал редактора курсов, предназначенный для встраивания онлайн вебинаров в учебные курсы.',
        promo: [
            'Повысьте вовлеченность студентов, с помощью живого общения',
            'Размещайте всю необходимую информацию в описании к уроку',
            'Общайтесь со студентами в живом времени с помощью сервиса Zoom',
        ]
    },
    {
        icon: 'fal fa-list',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/lessonseditor-task.png',
            'https://www.unicraft.org/static/modules/preview/lessonseditor-test-options.png',
            'https://www.unicraft.org/static/modules/preview/lessonseditor-test1.png',
            'https://www.unicraft.org/static/modules/preview/lessonseditor-test2.png'
        ],
        title: 'Конструктор заданий',
        desc: 'Автоматически проверяйте знания с помощью различных типов тестов',
        overview: 'Дополнительный функционал редактора курсов, предназначенный для создания и редактирования практических упражнений.',
        promo: [
            'Создавайте практические уроки с автоматической или ручной проверкой',
            'Добавляйте любой вид теста: с одиночным или множественным ответом, на сопоставление или установление правильной последовательности',
            'Устанавливайте дополнительные опции теста: ограничение попыток, блокировка теории, ограничение во времени и другие',
            'Начисляйте баллы за выполнение практических заданий'
        ]
    },
    {
        icon: 'fal fa-box-full',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/scorm-edit.png',
            'https://www.unicraft.org/static/modules/preview/scorm-view.png',
        ],
        title: 'Поддержка SCORM',
        desc: 'Загружайте интерактивные курсы, созданные в сторонних редакторах',
        overview: 'Дополнительный функционал редактора курсов, позволяющий использовать интерактивные уроки в качестве обучающих занятий.',
        promo: [
            'Добавляйте любое количество практических и теоретических уроков',
            'Размещайте материалы разных форматов: тексты, видео, документы, web-страницы',
            'Редактируйте и меняйте порядок уроков в курсах',
            'Управляйте сроками прохождения и доступности курса'
        ]
    },
    {
        icon: 'fal fa-video',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/webinar-edit.png',
            'https://www.unicraft.org/static/modules/preview/webinar-view.png',
        ],
        title: 'Сервис вебинаров',
        desc: 'Интегрируйте живые встречи в ваши учебные мероприятия ',
        overview: 'Дополнительный функционал редактора курсов, предназначенный для встраивания онлайн вебинаров в учебные курсы.',
        promo: [
            'Повысьте вовлеченность студентов, с помощью живого общения',
            'Размещайте всю необходимую информацию в описании к уроку',
            'Общайтесь со студентами в живом времени с помощью сервиса Zoom',
        ]
    },
    {
        icon: 'fal fa-users',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/groups-list.png',
            'https://www.unicraft.org/static/modules/preview/groups-editor-students.png',
        ],
        title: 'Группы',
        desc: 'Объединение пользователей в группы и настройка единых учебных политик',
        overview: 'Один из основных разделов на платформе, предназначенный для объединения пользователей в группы и настройки единых учебных политик.',
        promo: [
            'Добавляйте любое количество практических и теоретических уроков',
            'Размещайте материалы разных форматов: тексты, видео, документы, web-страницы',
            'Редактируйте и меняйте порядок уроков в курсах',
            'Управляйте сроками прохождения и доступности курса'
        ]
    },
    {
        icon: 'fal fa-book',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/catalog-courses-list.png',
            'https://www.unicraft.org/static/modules/preview/catalog-courses-section-edit.png',
            'https://www.unicraft.org/static/modules/preview/catalog-courses-section-add.png'
        ],
        title: 'Каталог курсов',
        desc: 'Предоставьте доступ к дополнительному обучению для каждой группы',
        overview: 'Один из основных разделов на платформе, предназначенный для создания и редактирования учебных курсов.',
        promo: [
            'Храните все свои учебные курсы в одном месте',
            'Объединяйте курсы в разделы для удобной навигации по ним',
            'Используйте поиск и фильтры для удобного доступа к курсам',
            'Установите тематические обложки для визуального эффекта'
        ]
    },
    {
        icon: 'fal fa-pallet-alt',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/courseseditor-list.png',
            'https://www.unicraft.org/static/modules/preview/courseseditor-editor-test.png',
        ],
        title: 'Редактор курсов',
        desc: 'Создавайте учебные курсы используя популярные форматы файлов',
        overview: 'Один из основных разделов на платформе, предназначенный для создания и редактирования учебных курсов.',
        promo: [
            'Добавляйте любое количество практических и теоретических уроков',
            'Размещайте материалы разных форматов: тексты, видео, документы, web-страницы',
            'Редактируйте и меняйте порядок уроков в курсах',
            'Управляйте сроками прохождения и доступности курса'
        ]
    },
    {
        icon: 'fal fa-wave-square',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/points-test.png',
            'https://www.unicraft.org/static/modules/preview/points-course.png',
        ],
        title: 'Система баллов',
        desc: 'Управляйте количеством начисляемых баллов за каждое задание',
        overview: 'Отдельное расширение для редактора курсов, предназначенное для начисления баллов за пройденные уроки и детального контроля над успеваемостью студентов.',
        promo: [
            'Управляйте количеством баллов, которое получают студенты за прохождение уроков',
            'Устанавливайте баллы по умолчанию или вручную при создании каждого урока',
            'Редактируйте и меняйте порядок уроков в курсах',
            'Управляйте сроками прохождения и доступности курса'
        ]
    },
    {
        icon: 'fal fa-low-vision',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/accesscontrol-assign-courses.png',
            'https://www.unicraft.org/static/modules/preview/accesscontrol-assign-students.png',
            'https://www.unicraft.org/static/modules/preview/accesscontrol-gourps-list.png'
        ],
        title: 'Управление доступом',
        desc: 'Определите сроки доступности курсов и программ обучения',
        overview: 'Базовый функционал платформы, предназначенный для предоставления или ограничения доступа к обучению и управлению учебными активностями.',
        promo: [
            'Выбирайте различные роли для пользователей платформы',
            'Объединяйте пользователей в группы для удобного управления доступом',
        ]
    },
    {
        icon: 'fal fa-users',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/groups-list.png',
            'https://www.unicraft.org/static/modules/preview/groups-editor-students.png',
        ],
        title: 'Группы',
        desc: 'Объединение пользователей в группы и настройка единых учебных политик',
        overview: 'Один из основных разделов на платформе, предназначенный для объединения пользователей в группы и настройки единых учебных политик.',
        promo: [
            'Добавляйте любое количество практических и теоретических уроков',
            'Размещайте материалы разных форматов: тексты, видео, документы, web-страницы',
            'Редактируйте и меняйте порядок уроков в курсах',
            'Управляйте сроками прохождения и доступности курса'
        ]
    },
    {
        icon: 'fal fa-book',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/catalog-courses-list.png',
            'https://www.unicraft.org/static/modules/preview/catalog-courses-section-edit.png',
            'https://www.unicraft.org/static/modules/preview/catalog-courses-section-add.png'
        ],
        title: 'Каталог курсов',
        desc: 'Предоставьте доступ к дополнительному обучению для каждой группы',
        overview: 'Один из основных разделов на платформе, предназначенный для создания и редактирования учебных курсов.',
        promo: [
            'Храните все свои учебные курсы в одном месте',
            'Объединяйте курсы в разделы для удобной навигации по ним',
            'Используйте поиск и фильтры для удобного доступа к курсам',
            'Установите тематические обложки для визуального эффекта'
        ]
    },
    {
        icon: 'fal fa-pallet-alt',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/courseseditor-list.png',
            'https://www.unicraft.org/static/modules/preview/courseseditor-editor-test.png',
        ],
        title: 'Редактор курсов',
        desc: 'Создавайте учебные курсы используя популярные форматы файлов',
        overview: 'Один из основных разделов на платформе, предназначенный для создания и редактирования учебных курсов.',
        promo: [
            'Добавляйте любое количество практических и теоретических уроков',
            'Размещайте материалы разных форматов: тексты, видео, документы, web-страницы',
            'Редактируйте и меняйте порядок уроков в курсах',
            'Управляйте сроками прохождения и доступности курса'
        ]
    },
    {
        icon: 'fal fa-list',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/lessonseditor-task.png',
            'https://www.unicraft.org/static/modules/preview/lessonseditor-test-options.png',
            'https://www.unicraft.org/static/modules/preview/lessonseditor-test1.png',
            'https://www.unicraft.org/static/modules/preview/lessonseditor-test2.png'
        ],
        title: 'Конструктор заданий',
        desc: 'Автоматически проверяйте знания с помощью различных типов тестов',
        overview: 'Дополнительный функционал редактора курсов, предназначенный для создания и редактирования практических упражнений.',
        promo: [
            'Создавайте практические уроки с автоматической или ручной проверкой',
            'Добавляйте любой вид теста: с одиночным или множественным ответом, на сопоставление или установление правильной последовательности',
            'Устанавливайте дополнительные опции теста: ограничение попыток, блокировка теории, ограничение во времени и другие',
            'Начисляйте баллы за выполнение практических заданий'
        ]
    },
    {
        icon: 'fal fa-box-full',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/scorm-edit.png',
            'https://www.unicraft.org/static/modules/preview/scorm-view.png',
        ],
        title: 'Поддержка SCORM',
        desc: 'Загружайте интерактивные курсы, созданные в сторонних редакторах',
        overview: 'Дополнительный функционал редактора курсов, позволяющий использовать интерактивные уроки в качестве обучающих занятий.',
        promo: [
            'Добавляйте любое количество практических и теоретических уроков',
            'Размещайте материалы разных форматов: тексты, видео, документы, web-страницы',
            'Редактируйте и меняйте порядок уроков в курсах',
            'Управляйте сроками прохождения и доступности курса'
        ]
    },
    {
        icon: 'fal fa-video',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/webinar-edit.png',
            'https://www.unicraft.org/static/modules/preview/webinar-view.png',
        ],
        title: 'Сервис вебинаров',
        desc: 'Интегрируйте живые встречи в ваши учебные мероприятия ',
        overview: 'Дополнительный функционал редактора курсов, предназначенный для встраивания онлайн вебинаров в учебные курсы.',
        promo: [
            'Повысьте вовлеченность студентов, с помощью живого общения',
            'Размещайте всю необходимую информацию в описании к уроку',
            'Общайтесь со студентами в живом времени с помощью сервиса Zoom',
        ]
    },
    {
        icon: 'fal fa-list',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/lessonseditor-task.png',
            'https://www.unicraft.org/static/modules/preview/lessonseditor-test-options.png',
            'https://www.unicraft.org/static/modules/preview/lessonseditor-test1.png',
            'https://www.unicraft.org/static/modules/preview/lessonseditor-test2.png'
        ],
        title: 'Конструктор заданий',
        desc: 'Автоматически проверяйте знания с помощью различных типов тестов',
        overview: 'Дополнительный функционал редактора курсов, предназначенный для создания и редактирования практических упражнений.',
        promo: [
            'Создавайте практические уроки с автоматической или ручной проверкой',
            'Добавляйте любой вид теста: с одиночным или множественным ответом, на сопоставление или установление правильной последовательности',
            'Устанавливайте дополнительные опции теста: ограничение попыток, блокировка теории, ограничение во времени и другие',
            'Начисляйте баллы за выполнение практических заданий'
        ]
    },
    {
        icon: 'fal fa-box-full',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/scorm-edit.png',
            'https://www.unicraft.org/static/modules/preview/scorm-view.png',
        ],
        title: 'Поддержка SCORM',
        desc: 'Загружайте интерактивные курсы, созданные в сторонних редакторах',
        overview: 'Дополнительный функционал редактора курсов, позволяющий использовать интерактивные уроки в качестве обучающих занятий.',
        promo: [
            'Добавляйте любое количество практических и теоретических уроков',
            'Размещайте материалы разных форматов: тексты, видео, документы, web-страницы',
            'Редактируйте и меняйте порядок уроков в курсах',
            'Управляйте сроками прохождения и доступности курса'
        ]
    },
    {
        icon: 'fal fa-video',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/webinar-edit.png',
            'https://www.unicraft.org/static/modules/preview/webinar-view.png',
        ],
        title: 'Сервис вебинаров',
        desc: 'Интегрируйте живые встречи в ваши учебные мероприятия ',
        overview: 'Дополнительный функционал редактора курсов, предназначенный для встраивания онлайн вебинаров в учебные курсы.',
        promo: [
            'Повысьте вовлеченность студентов, с помощью живого общения',
            'Размещайте всю необходимую информацию в описании к уроку',
            'Общайтесь со студентами в живом времени с помощью сервиса Zoom',
        ]
    },
    {
        icon: 'fal fa-wave-square',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/points-test.png',
            'https://www.unicraft.org/static/modules/preview/points-course.png',
        ],
        title: 'Система баллов',
        desc: 'Управляйте количеством начисляемых баллов за каждое задание',
        overview: 'Отдельное расширение для редактора курсов, предназначенное для начисления баллов за пройденные уроки и детального контроля над успеваемостью студентов.',
        promo: [
            'Управляйте количеством баллов, которое получают студенты за прохождение уроков',
            'Устанавливайте баллы по умолчанию или вручную при создании каждого урока',
            'Редактируйте и меняйте порядок уроков в курсах',
            'Управляйте сроками прохождения и доступности курса'
        ]
    },
    {
        icon: 'fal fa-low-vision',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/accesscontrol-assign-courses.png',
            'https://www.unicraft.org/static/modules/preview/accesscontrol-assign-students.png',
            'https://www.unicraft.org/static/modules/preview/accesscontrol-gourps-list.png'
        ],
        title: 'Управление доступом',
        desc: 'Определите сроки доступности курсов и программ обучения',
        overview: 'Базовый функционал платформы, предназначенный для предоставления или ограничения доступа к обучению и управлению учебными активностями.',
        promo: [
            'Выбирайте различные роли для пользователей платформы',
            'Объединяйте пользователей в группы для удобного управления доступом',
        ]
    },
    {
        icon: 'fal fa-wave-square',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/points-test.png',
            'https://www.unicraft.org/static/modules/preview/points-course.png',
        ],
        title: 'Система баллов',
        desc: 'Управляйте количеством начисляемых баллов за каждое задание',
        overview: 'Отдельное расширение для редактора курсов, предназначенное для начисления баллов за пройденные уроки и детального контроля над успеваемостью студентов.',
        promo: [
            'Управляйте количеством баллов, которое получают студенты за прохождение уроков',
            'Устанавливайте баллы по умолчанию или вручную при создании каждого урока',
            'Редактируйте и меняйте порядок уроков в курсах',
            'Управляйте сроками прохождения и доступности курса'
        ]
    },
    {
        icon: 'fal fa-low-vision',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/accesscontrol-assign-courses.png',
            'https://www.unicraft.org/static/modules/preview/accesscontrol-assign-students.png',
            'https://www.unicraft.org/static/modules/preview/accesscontrol-gourps-list.png'
        ],
        title: 'Управление доступом',
        desc: 'Определите сроки доступности курсов и программ обучения',
        overview: 'Базовый функционал платформы, предназначенный для предоставления или ограничения доступа к обучению и управлению учебными активностями.',
        promo: [
            'Выбирайте различные роли для пользователей платформы',
            'Объединяйте пользователей в группы для удобного управления доступом',
        ]
    },
    {
        icon: 'fal fa-users',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/groups-list.png',
            'https://www.unicraft.org/static/modules/preview/groups-editor-students.png',
        ],
        title: 'Группы',
        desc: 'Объединение пользователей в группы и настройка единых учебных политик',
        overview: 'Один из основных разделов на платформе, предназначенный для объединения пользователей в группы и настройки единых учебных политик.',
        promo: [
            'Добавляйте любое количество практических и теоретических уроков',
            'Размещайте материалы разных форматов: тексты, видео, документы, web-страницы',
            'Редактируйте и меняйте порядок уроков в курсах',
            'Управляйте сроками прохождения и доступности курса'
        ]
    },
    {
        icon: 'fal fa-users',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/groups-list.png',
            'https://www.unicraft.org/static/modules/preview/groups-editor-students.png',
        ],
        title: 'Группы',
        desc: 'Объединение пользователей в группы и настройка единых учебных политик',
        overview: 'Один из основных разделов на платформе, предназначенный для объединения пользователей в группы и настройки единых учебных политик.',
        promo: [
            'Добавляйте любое количество практических и теоретических уроков',
            'Размещайте материалы разных форматов: тексты, видео, документы, web-страницы',
            'Редактируйте и меняйте порядок уроков в курсах',
            'Управляйте сроками прохождения и доступности курса'
        ]
    },
    {
        icon: 'fal fa-pallet-alt',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/courseseditor-list.png',
            'https://www.unicraft.org/static/modules/preview/courseseditor-editor-test.png',
        ],
        title: 'Редактор курсов',
        desc: 'Создавайте учебные курсы используя популярные форматы файлов',
        overview: 'Один из основных разделов на платформе, предназначенный для создания и редактирования учебных курсов.',
        promo: [
            'Добавляйте любое количество практических и теоретических уроков',
            'Размещайте материалы разных форматов: тексты, видео, документы, web-страницы',
            'Редактируйте и меняйте порядок уроков в курсах',
            'Управляйте сроками прохождения и доступности курса'
        ]
    },
    {
        icon: 'fal fa-book',
        imgs: [
            'https://www.unicraft.org/static/modules/preview/catalog-courses-list.png',
            'https://www.unicraft.org/static/modules/preview/catalog-courses-section-edit.png',
            'https://www.unicraft.org/static/modules/preview/catalog-courses-section-add.png'
        ],
        title: 'Каталог курсов',
        desc: 'Предоставьте доступ к дополнительному обучению для каждой группы',
        overview: 'Один из основных разделов на платформе, предназначенный для создания и редактирования учебных курсов.',
        promo: [
            'Храните все свои учебные курсы в одном месте',
            'Объединяйте курсы в разделы для удобной навигации по ним',
            'Используйте поиск и фильтры для удобного доступа к курсам',
            'Установите тематические обложки для визуального эффекта'
        ]
    },
]

export default moduleList;